Repository: sillsdev/FwLocalizations
Catalog: messages.hi.tmx
Source language: en
Languages: hi

source: Category Edit
hi: श्रेणी संपादन

source: Category Info.
hi: श्रेणी सूचना.

source: Category...
hi: श्रेणी...

source: Categor&y:
hi: श्रेणी:

source: Caution: if this baseline writing system is different from the last baseline writing system you used, click the Help button and carefully follow the instructions to avoid producing duplicate wordforms and lexical entries in your data.
hi: चेतावनी: यदि यह आधाररेखा लेखन व्यवस्था पुर्व में प्रयोग में ली गई आधाररेखा लेखन व्यवस्था से भिन्न है तो सहायता बटन पर क्लिक करें तो अपने डाटा में प्रतिलिपि शब्दरो व कोष-विषयक प्रविष्ठियों से बचने के लिए सावधानी से निर्देशों का पालन करें

source: Cautions:
hi: चेतावनियाँ:

source: CC
hi: सी सी

source: CC Table
hi: सी सी सूची

source: Change Backup location?
hi: प्रतिलिपि स्थान बदलें?

source: Change each occurrence of a pattern to the replacement text
hi: प्रतिस्थापन पाठ के प्रति एक नमूने की उतपत्ति को बदलें

source: Change HC Parser Parameters
hi: एच सी कार्यक्रम स्थिर राशि को परिवर्तित करें

source: Change Multiple Occurrences of Word
hi: एक शब्द के अनेक व्युत्पन को परिवर्तित करें

source: Change Multiple Occurrences...
hi: अनेक व्युत्पन को परिवर्तित करें...

source: Change Optionality of XXX Slot
hi: XXX दरार की वैकल्पिकता में परिवर्तन करें

source: Change spelling
hi: अक्षर-विन्यास बदलें

source: Change Spelling
hi: अक्षर-विन्यास बदलें

source: Change spelling of multiple occurrences.
hi: अनेक व्युतपन्नता के अक्षर-विन्यास बदलें

source: Change Spelling...
hi: अक्षर-विन्यास बदलें...

source: Change To:
hi: के प्रति बदलें:

source: Change XAmple Parser Parameters
hi: उदाहरणार्थ पार्सर स्थिर राशि बदलें

source: Change...
hi: बदलें...

source: Changed Linked Files root directory
hi: संबंधित फ़ाइल मूल डायिरेक्टरी बदल दी गई है

source: C&hanges to Category:
hi: श्रेणी के प्रति परिवर्तन:

source: Changing spelling
hi: शब्द-विन्यास बदलना

source: Character
hi: पात्र

source: Character Codes
hi: पात्र कोड

source: Character mapping
hi: पात्र ढाँचा

source: &Character Style
hi: पात्र तरीका

source: Character Style
hi: पात्र तरीका

source: &Character style :
hi: पात्र तरीका :

source: Character Style for Content:
hi: विषय-वस्तु के लिए पात्र तरीका:

source: Character Style:
hi: पात्र तरीका:

source: characters
hi: पात्र

source: Characters
hi: पात्र

source: Characters within words
hi: शब्दों सहित पात्र

source: Check a plugin to install it, or uncheck it to uninstall it.
hi: इसे स्थापित करने के लिए एक पल्ग-इन ढँढें या स्थापित नहीं करने के लिए बेरोक चलने दें

source: Choices:
hi: चुनाव:

source: Choose {0}
hi: चुनाव करें{0}

source: Choose a command:
hi: एक आज्ञा का चुनाव करें:

source: Choose a grammatical category (Part of Speech) from the following Catalog. The category you choose will be added to the list of categories for this FieldWorks Project.
hi: निम्नलिखित सूचीपत्र से एक वैयाकरणिक श्रेणी का चुनाव करें (शब्द-भेद)। जिस श्रेणी का आप चुनाव करेंगे वह इस फ़ील्डवर्क्स प्रोजेक्ड के लिए श्रेणी की सूची में जोड़ दी जाएगी।

source: Choose a List of Anthropology Categories
hi: मानवशास्त्र श्रेणियों की एक सूची का चुनाव करें

source: Choose A Natural Class
hi: एक स्वाभाविक वर्ग का चुनाव करें

source: Choose a new inflection feature from the following Catalog. The inflection feature you choose will be added to the list of Inflection features for this FieldWorks Project.
hi: निम्नलिख़ित सूचीपत्र से एक नई रुप-परिवर्तन आकृति का चुनाव करें। जिस रुप-परिवर्तन आकृति का आप चुनाव करेंगे वह इस फ़ील्डवर्क्स प्रोजेक्ड की सूची में जोड़ दी जाएगी।

source: &Choose a project:
hi: एक प्रोजेक्ट का चुनाव करें:

source: Choose Allomorph
hi: रुपिम का चुनाव करें

source: Choose Complex Forms to display in Stem-based views
hi: जड़ आधारित दृष्टिकोण में प्रदर्शन के लिए मिश्रित प्रारुपों का चुनाव करें

source: Choose Confidence Level
hi: आत्म-विश्वास स्तर का चुनव करें

source: Choose dictionary view to configure:
hi: कोन्फ़िगर करने के लिए शब्दकोश दृष्टिकोण का चुनाव करें:

source: Choose Encoding Converter for Import
hi: आयात के लिए एनकोडिंग परिवर्तक का चुनाव करें

source: Choose &File(s)
hi: फ़ाइल(लों) का चुनाव करें

source: Choose inflection features
hi: रुप रचना आकृतियों का चुनाव करें

source: Choose Inflection Features
hi: रुप रचना आकृतियों का चुनाव करें

source: Choose Inflectional Affixes
hi: रुप-रचना प्रत्ययों क चुनाव करें

source: Choose Lexical Entry or Sense
hi: कोष-विषयक प्रविष्ठी या भाव का चुनाव करें

source: Choose list(s):
hi: सूची(यों) का चुनाव करें:

source: Choose Morpheme and Grammatical Info.
hi: रुपिम व वैयाकरणिक सूचना का चयन करें

source: Choose Morpheme Type
hi: रुपिम प्रकार आख चुनाव करें

source: Choose Natural Class
hi: स्वाभाविक श्रेणी खा चुनाव करें

source: Choose new inflection features from the following catalog. The inflection features you choose will be added to the list of Inflection features for this FieldWorks project.
hi: निम्लिख़ित सूचीपत्र से नई रुप-रचना आकृति का चुनाव करें। जिन रुप-रचना आकृइयों का चुनाव आप इस फ़ील्डवर्क्स प्रोजेक्ड के लिए करेंगे वह इन रुप-रचना आकृतियों के लिए जोड़ दी जाएगी

source: Choose one or more new phonological features from the following Catalog. Note that all features are binary (i.e. have two values: + and -). The phonological features you choose will be added to the list of phonological features for this FieldWorks Project.
hi: निम्नलिख़ित सूचीपत्र से एक या एक से अधिक नई स्वर-विज्ञान आकृतियों का चुनाव करें। ध्यान दें कि सभी आकृतियाँ द्विगूणीय हैं (अर्थात् जिसमें दो गुण हों +व -का)। इस फ़ील्डवर्क्स प्रोजेक्ड के लिए जिन स्वर-विज्ञान आकृतियों का चुनाव आप करते हैं वे स्वर-विज्ञान आकृति की सुची में जोड़ दी जाएगी।

source: Choose Parser
hi: पार्सर का चुनाव करें

source: Choose Phonological Features
hi: स्वर-विज्ञान आकृतियों काचुनाव करें

source: Choose Picture
hi: चित्र का चुनाव करें

source: Choose &Picture...
hi: चित्र का चुनाव करें...

source: Choose project to fix:
hi: निश्चति करने के लिए प्रोजेक्ट का चुनाव करें:

source: Choose Reversal Index Writing System
hi: विपरित सूचीपृष्ठ लेख़न व्यवस्था का चुनाव करें

source: Choose Slot
hi: दरारौ का चुनाव करें

source: Choose Sound or Movie File
hi: ध्वनि या चलचित्र फ़ाइल का चुनाव करें

source: Choose Subentries to display in Root-based views
hi: जड़ आधारित दृष्टिकोण में प्रदर्शन के लिए उप-प्रविष्ठियों का चुनाव करें

source: Choose Texts
hi: पाठों का चुनाव करें

source: Choose texts to display and use.
hi: प्रदर्शन व प्रयोग के लिए पाठों का चुनाव करें.

source: Choose Texts...
hi: पाठों का चुनाव करें...

source: Choose the encoding converter for the {0} writing system data.
hi: लेखन व्यवस्था डाटा {0} के लिए एनकोडिंग परिवर्तक का चुनाव करें.

source: Choose the lines you wish to display and the order in which to display them. Some restrictions apply in Edit view.
hi: उस पंक्ति का चुनाव करें जिसे आप प्रदर्शित करना चाहते हैं व वह क्रम जिसमें आप उसे प्रदर्शित करना चाहते हैं. संपादन दृश्य में कुछ प्रतिबंधों को लागू करें.

source: Choose the phonological features you want to add to this FieldWorks project. Each feature has two values (+ and -).
hi: उन स्वर-विज्ञान आकृतियों का चुनाव करें जिन्हें आप इस फ़ील्डवर्क्स प्रोजेक्ड में जोड़ना चाहते हैं.प्रत्येक आकृति के दो गुण हैं (+ व-)

source: Choose the reversal index to configure:
hi: कोन्फ़िगर करने के लिए विपरित सूचीपृष्ठ का चुनाव करें :

source: Choose the view to configure:
hi: कोन्फ़िगर करने के लिए दृश्य का चुनाव करें:

source: Choose where to save the LIFT files
hi: LIFT फ़ाइलें सुरक्षित करने के लिए स्थान का चुनाव करें

source: Choose where to show subentry
hi: उपप्रविष्ठी को कहाँ दिखाना है उसके लिए स्थान का चुनाव करें

source: Choose writing system(s) of translated lists:
hi: अनुवादित सूची की लेख़न व्यवस्था(ओं) का चुनाव करें:

source: Choose...
hi: चुनें...

source: {0} Chooser
hi: चुनाव करने वाला {0}

source: &Chosen Name:
hi: चयनित नाम:

source: Citation form
hi: उद्धरण प्रकार

source: Citation Form
hi: उद्धरण प्रकार

source: Citation Form:
hi: उद्धरण प्रकार:

source: Classifications
hi: श्रेणीबद्ध करना

source: Classified Dictionary
hi: वर्गीकृत शब्दकोश

source: Classified Senses
hi: वर्गीकृत ज्ञान

source: Clear
hi: साफ़

source: Clear All
hi: सब साफ़ करना

source: Clear Chart from here on
hi: यहाँ से चार्ट को साफ़ के दें

source: Clearing these flags is not undoable. We believe it is very safe, but you may wish to make a backup first. However, if things are out of alignment, the effects of leaving them that way are almost certainly worse than any effects of reparsing.
hi: इन संकेतों को साफ़ करना अकार्य के समान है। हम यह विश्वास करते हैं कि यह सुरक्षित है परंतु आप यह चाहेंगे कि पहले एक प्रतिलिपि ले ली जाए। फ़िर भी यदि चीज़ें पंक्तिबद्ध न हों तो उन्हें उसी प्रकार से छोड़ देने का प्रभाव निश्चित रुप से रिपार्सिंग के किसी अन्य प्रभाव के समान ख़राब ही होंगे।

source: Click Copy
hi: प्रति पर क्लिक करें

source: Click Finish to import the texts.
hi: पाठों को आयात करने के लिए समाप्त पर क्लिक करें

source: Click Help to learn about parser parameters.
hi: गणितीय स्थिर राशि पार्सर के बारे में जानने के लिए सहायता पर क्लिक करें

source: Click here to select a segment which belongs to this natural class.
hi: इस स्वाभाविक श्रेणी से संबंधित एक वृत ख़ंड का चुनाव करने के लिए यहाँ क्लिक करें

source: Click here to select any environments which constrain when the linker may appear.
hi: किसी भी प्रकार का एसा वातावरण जो कि संपर्ककर्ता के उपस्थित होने पर उसे रोके इसके लिए यहाँ पर क्लिक करें

source: Click here to select from a list of inflection classes.
hi: रुपांतरण श्रेणी की एक सूची से चयन करने के लिए यहाँ क्लिक करें

source: Click here to select from a list of morpheme types.
hi: रुपिम श्रेणियों की एक सूची से चयन करने के लिए यहाँ क्लिक करें

source: Click here to select from phonetic environments you have used in the past.
hi: आपके द्वारा भुत काल में उपयोग में लिए गए ध्वन्यात्मक वातावरणों का चयन करने के लिए यहाँ क्लिक करें

source: Click here to select the category of the stem resulting from the attachment of this affix.
hi: इस समयोजन को जोड़ने से परिणाम के रुप में स्तंभ की श्रेणी का चयन करने के लिए यहाँ क्लिक करें

source: Click Inserts Invisible Space
hi: अदृश्य स्थान में डालता है पर क्लिक करें

source: Click on any word to copy it to the target field
hi: लक्षित क्षेत्र में प्रतिलिपि के लिए किसी भी शब्द पर क्लिक करें

source: Click on the View Preview Results button to see the full list of results.
hi: परिणामों की पूरी सूची देखने के लिए पुर्वावलोकन परिणाम देख़ें पर क्लिक करें

source: Clients connected to shared projects.
hi: ग्राहक, साझेदार प्रोजेक्ट्स के साथ जुड़े हुए हैं

source: Clients connected to: {0}
hi: से ग्राहक जुड़े हुए हैं: {0}

source: Clitic of unknown category
hi: अज्ञात श्रेणी के क्लिटिक

source: &Close
hi: &बंद करें

source: _Close
hi: _बंद करो

source: Close
hi: बंद करें

source: Close this project.
hi: इस प्रोजेक्ट को बंद करें.

source: Closes this dialog box without saving the changes you have made in this dialog. (Changes made in nested dialog boxes are not cancelled).
hi: आपके द्वारा किए गए परिवर्तनों को बिना सुरक्षित किए वार्तालाप ख़ाने को बंद करता है. (स्वामित्व रखे गए वार्तालाफ ख़ानों में किए गए परिवर्तन निरस्त नहीं किए गए है).

source: Closes this dialog, changes are automatically saved.
hi: इस वार्तालाप को बंद करता है, परिवर्तन स्वत: ही सुरक्षित हो जाते हैं

source: Closing {0}
hi: बंद कर रहा है {0}

source: Code &Page:
hi: कोड &पृष्ठ:

source: Column
hi: कॉलम

source: Column Options
hi: कॉलम विकल्प

source: _Columns...
hi: कॉलम...

source: &Comment
hi: टिप्पणी

source: Comment
hi: टिप्पणी

source: Comment (of text)
hi: टिप्पणी (पाठ के लिए)

source: Comment will be altered in file name
hi: टिप्पणी को फ़ाइल नाम में बदल दिया जाएगा

source: Comment:
hi: टिप्पणी:

source: comments
hi: टिप्पणी

source: Compiled TECkit
hi: संकलित TECकिट

source: Compiled TECkit Files
hi: संकलित TECकिट फ़ाइलें

source: Complete
hi: पूर्ण

source: Complex Form
hi: जटिल प्रारुप

source: Complex Form references: Complex Form
hi: जटिल प्रारुप संदर्भ: जटिल प्रारुप

source: Complex Form Type
hi: जटिल प्रारप प्रकार

source: Complex Form Type:
hi: जटिल प्रारुप प्रकार:

source: Complex Form Types
hi: जटिल प्रारुप प्रकार

source: Complex Form Types:
hi: जटिल प्रारुप प्रकार:

source: Complex Forms
hi: जटिल प्रारुप

source: Complex forms shown in this field are shown as references in this component entry in Dictionary.
hi: इस कार्यक्षेत्र में दिखाए गए जटिल प्रारुप, शब्दकोश में इस आंशिक प्रविष्ठी में संदर्भ के रुप में दिखाए गए हैं.

source: Complex or Variant Entry References
hi: जटिल या भिन्नरुप प्रविष्ठी संदर्भ

source: Component References
hi: आंशिक संदर्भ

source: Components
hi: अंश

source: Compound Rule
hi: यौगिक नियम

source: Compound Rules
hi: यौगिक नियम

source: Conclusion
hi: निष्कर्ष

source: Conclusions
hi: निष्कर्ष

source: Conclusions:
hi: निष्कर्ष:

source: concordance
hi: अनुक्रमणिका

source: Concordance
hi: अनुक्रमणिका

source: 2. Concordance of selected analysis. Select the word occurrences to which you want to assign a different analysis.
hi: चयनित विश्लेषण की अनुक्रमणिका. शब्दों की व्यत्तपत्ति का चयन करें जिन्हें आप एक अन्य प्रकार के विश्लेषण के प्रति सौंपना चाहेंगे.

source: Concordance Results
hi: अनुक्रमणिका परिणाम

source: Concorded on {0}
hi: को अनुक्रमणिक किए गए {0}

source: Concorder
hi: संयोगक

source: Condition
hi: स्थिति

source: Confidence
hi: आत्विश्वास

source: Confidence Level
hi: आत्विश्वास स्तर

source: Confidence Levels
hi: आत्विश्वास स्तर

source: Confidence:
hi: आत्विश्वास

source: Configuration settings
hi: कोनफ़िगर सेटिंग

source: &Configuration settings (for example, field visibilities, columns, dictionary layout, interlinear)
hi: कोनफ़िगरेशन सेटिंग (उदाहरण के लिए, कार्यक्षेत्र दृश्यता, कॉलम, शब्दकोश लेआउट, अंतरापंक्ति)

source: Configuration settings (for example, field visibilities, columns, dictionary layout, interlinear)
hi: कोनफ़िगरेशन सेटिंग (उदाहरण के लिए, कार्यक्षेत्र दृश्यता, कॉलम, शब्दकोश लेआउट, अंतरापंक्ति)

source: Configure
hi: कोनफ़िगर

source: Configure {0}
hi: कोनफ़िगर {0}

source: Configure {0} in {1} View...
hi: कोनफ़िगर {0} इसमें {1} देख़े...

source: Configure {0} View
hi: कोनफ़िगर {0} देख़ें

source: Configure {0} View...
hi: कोनफ़िगर {0} देख़ें...

source: Configure Columns...
hi: कोनफ़िगर कॉलम...

source: Configure Homograph Number
hi: होमोग्राफ़ संख्या कोमफ़िगर करें

source: Configure Interlinear Lines
hi: अंतरापंक्ति रेखाएँ कोनफ़िगर करें

source: Configure Interlinear...
hi: अंतरापंक्ति कोनफ़िगर करें...

source: Configure now...
hi: अभी कोनफ़िगर करें...

source: Configure Style of Homograph Number...
hi: होमोग्राफ़ संख्या के तरीके को कोनफ़िगर करें...

source: Configure Style of Sense Reference Number...
hi: इन्दियबोध संदर्भ संख़्या के तरीके को कोनफ़िगर करें...

source: Configure the homograph number which is shown as part of headwords in Language Explorer.
hi: उस होमोग्राफ़ संख़्या को कोनफ़िगर करें जो कि भाषा जाँचकर्ता में मुख्यशब्दों के रुप में दिखाई गई हो.

source: Configure which columns to display
hi: किन कॉलम को दिखाया जाए उसे कोनफ़िगर करें

source: &Configure...
hi: कोनफ़िगर...

source: Configure...
hi: कोनफ़िगर...

source: _Configuring columns
hi: कॉलम को कोइनफ़िगर कर रहा है

source: Confirm
hi: सुनिश्चित

source: Confirm and move next
hi: सुनिश्चित करे अ आगे बढ़ें

source: Conflicting Opinions
hi: विरोधी मत

source: Connection to the server has been lost. You may need to reconnect a network cable or make sure the server is running.
hi: सर्वर से संपर्क टूट गया है. आपको चाहिए कि आप संपर्क तार का प्रयोग करें या यह सुनिश्चित करें कि सर्वर काम कर रहा है.

source: Contains Data(%)
hi: डाटा सम्मिलित है(%)

source: Content mapping
hi: विषय-सूची का नक्शा बनाना

source: Continue using English as the user interface language?
hi: उपयोगकर्ता मिलन-बिंदू भाषा के रुप में निरंतर अंग्रेज़ी का ही प्रयोग करें?

source: Conversion Error
hi: परिवर्तन त्रुटि

source: Conversion Failed
hi: परिवर्तन असफ़ल

source: Conversion failed. Check your map file for errors.
hi: परिवर्तन असफ़ल. त्रुटियों के लिए अपनी नक्शे की फाइलों की जाँच करें.

source: Conversion map error
hi: परिवर्तन नक्शा त्रुटि

source: Conversion problem: {0}
hi: परिवर्तन समस्या: {0}

source: &Conversion Type:
hi: परिवर्तन प्रकार:

source: &Convert
hi: परिवर्तित करें

source: Converted:
hi: परिवर्तित:

source: Converter
hi: परिवर्तक

source: Converter &Mapping File:
hi: परिवर्तक &नक्शा बनाने वाली फ़ाइलें:

source: Converter &Name (for your reference):
hi: परिवर्तक &नाम (आपके संदर्भ के लिए):

source: Converter Property
hi: परिवर्तक विशेषता

source: C&onverter Type:
hi: परिवर्तक प्रकार:

source: Converters
hi: परिवर्तक

source: Converts the test data into the target encoding using the selected converter.
hi: चयनित परिवर्तक काप्रयोग करते हुए परिक्षण डाटा को कूट डाटा में परिवर्तित करता है .

source: &Copy
hi: प्रतिलिपि

source: _Copy
hi: _प्रतिलिपि

source: Copy
hi: प्रतिलिपि

source: Copy _Location as Hyperlink
hi: _हाइपरलिंक के रुप में स्थान की प्रतिलिपि लें

source: Copy {0} of {1}
hi: {1} की प्रतिलिपि {0}

source: Copy any approved analyses to the new spelling
hi: किसी भी स्वीकृत विश्लेषण को नए अक्षर विन्यास में प्रतिलिपित करें

source: Copy of {0} ({1})
hi: {0} की प्रतिलिपि({1})

source: Copy pictures and media files to the export folder.
hi: चित्रों व मिडिया फ़ाइलों को स्थानांतर फ़ोल्डर में प्रतिलिपित करें.

source: Copy the contents of the source field to the target field
hi: स्त्रोत कार्यक्षेत्र की विषय-सूची को लक्षित कार्यक्षेत्र में प्रतिलिपित करें

source: &Copy this information to the clipboard and I will paste it into an email message myself.
hi: इस सूचना को क्लिबिर्ड में प्रतिलिपित करें व इसे मैं स्वयं एक इ-मेल के द्वारा चिपका दूँगा.

source: &Copy this message to the clipboard and I will paste it into an email message myself.
hi: इस सूचना को क्लिबिर्ड में प्रतिलिपित करें व इसे मैं स्वयं एक इ-मेल के द्वारा चिपका दूँगा.

source: &Copy to Linked Files folder
hi: संपर्क फ़ाइल फ़ोल्डर में प्रतिलिपित करें

source: Correct
hi: सही

source: Could not connect to server. Check service is running and that any running firewalls are configured to allow connections to the service.
hi: सर्वर से जोड़ा नहीं जा सका. जाँच करें कि सर्वर कार्य कर रहा है व किसी भी प्रकार के कार्यशील फ़ायरवॉल इस सेवा के प्रति संपर्कों को स्वीकृति देने के लिए कोनफ़िगर किए गए हों .

source: Could not connect to server. Check that {0} is running on the remote server and that any firewalls are configured to allow connections to it.
hi: सर्वर से जोड़ा नहीं जा सका. जाँच करें कि {0} रिमोट सर्वर पर कार्य कर रहा है व किसी भी प्रकार के कार्यशील फ़ायरवॉल इस सेवा के प्रति संपर्कों को स्वीकृति देने के लिए कोनफ़िगर किए गए हों .

source: Could not contact host: {0} using port {1}
hi: मेज़बान से संपर्क नहीं किया जा सका: {0} इस भाग का प्रयोग करते हुए {1}

source: Count
hi: गिनें

source: Counter Evidence
hi: काउंटर साक्ष्य

source: Counter Evidence:
hi: काउंटर साक्ष्य:

source: Country
hi: देश

source: &Create
hi: &बनाएँ

source: Create
hi: बनाएँ

source: Create a group of ad hoc rules.
hi: तदर्थ नियमों के एक समूह का निर्माण करें.

source: Create a new {0}.
hi: एक नया बनाएँ {0}.

source: Create a new entry and add it to the lexicon.
hi: एक नई प्रविष्ठी का निर्माण करें व इसे शब्द-सूची में जोड़ दें.

source: Create a new FieldWorks project.
hi: एक नए फ़ील्डवर्क्स प्रोजेक्ट का निर्माण करें फ़ील्डवर्क्स प्रोजेक्ड

source: Create a new lexical entry.
hi: एक नई कोशगत प्रविष्ठी का निर्माण करें.

source: Create a new lexical relation.
hi: एक नए कोशगत संबंध का निर्माण करें.

source: Create a &New Project...
hi: एक नए प्रोजेक्ट का निर्माण करें...

source: Create a new reversal entry.
hi: एक परिवर्तित प्रविष्ठी तैयार करें.

source: Create a new semantic domain.
hi: एक नया अर्थगत डोमेन तैयार करें.

source: Create Affix Form
hi: संयोजित प्रारुप तैयार करें

source: &Create Entry...
hi: प्रविष्ठी तैयार करें...

source: Create Linker Form
hi: कड़ी प्रारुप तैयार करें

source: Create my own set of anthropology categories (start with a blank list)
hi: मेरी स्वयं का मानवशास्त्र श्रेणी का समूह तैयार करें (एक ख़ाली सुची के साथ शुरु करें)

source: Create New Entry...
hi: एक नई प्रविष्ठी तैयार करें...

source: Create New Grammatical Info.
hi: नई वैयाकरणिक सूचना तैयार करें.

source: Create new inflectional affix
hi: एक नया मुड़ा हुआ संयोजक तैयार करें

source: Create New Lexical Relation...
hi: नया कोशगत संबंध तैयार करें...

source: Create Reversal
hi: एक तबदीली तैयार करें

source: Create Reversal Index
hi: एक तबदीली विषय-सूची तैयार करें

source: &Create Shortcut on Desktop
hi: डेस्कटॉप पर शार्टकट तैयार करें

source: _Create Shortcut on Desktop
hi: डेस्कटॉप पर शार्टकट तैयार करें

source: Create shortcut on desktop for this project
hi: इस प्रोजेक्ट के लिए डेस्कटॉप पर शार्टकट तैयार करें

source: Create Stem Form
hi: एक स्तंभ प्रारुप तैयार करें

source: &Create...
hi: तैयार करें...

source: Created/Modified
hi: तैयार/रुपांतरित

source: Creating a temporary copy of {0} failed. The copy process returned error code {1} and error message {2}.
hi: {0} की एक अस्थायी प्रतिलिपि तैयार करना असफल हो गया है. प्रतिलिपि प्रक्रिया ने त्रुटि कोड {1} व त्रुटि संदेश {2} प्रदान किया है.

source: Creating default writing systems...
hi: डिफ़ॉल्ट राइटिंग सिसटम्स तैयार कर रहा है...

source: Creating window for {0} Project...
hi: {0} प्रोजेक्ट के लिए विंडो तैयार करें...

source: Creation Date
hi: तैयार करने की तिथि

source: Cross References
hi: प्रतिनिर्देश

source: Ctrl+Click to jump
hi: आगे जाने के लिए Ctrl+क्लिक करें

source: Ctrl-click a check box to include all subitems
hi: सभी छोटे मदों को शामिल करने के लिए एक चेक बॉक्स पर Ctrl-क्लिक करें

source: Cu_t
hi: काटें

source: Current Columns
hi: वर्तमान कॉलम

source: Current Language
hi: वर्तमान भाषा

source: Current Reversal Index
hi: वर्तमान परिवर्तन विषय-सूची

source: Current Writing System
hi: वर्तमान राइटिंग सिस्टम

source: Custom
hi: कस्टम

source: Custom _Fields...
hi: कस्टम फ़ील्डस्

source: Custom Field &Name:
hi: कस्टम फ़ील्ड व नाम:

source: Custom Fields
hi: कस्टम फ़ील्डस्

source: Custom Fields cannot be added when there is more than one connected client.
hi: जब एक से अधिक ग्राहक जुड़े हुए हों तो कस्टम फ़ील्डस् को जोड़ा नहीं जा सकता.

source: Custom Fields cannot be added.
hi: कस्टम फ़ील्डस् को जोड़ा नहीं जा सकता.

source: &Custom Fields:
hi: कस्टम फ़ील्डस्:

source: Custom Styles
hi: कस्टम स्टाइलस्

source: Custom:
hi: कस्टम:

source: _Data
hi: _डेटा

source: Data
hi: डेटा

source: edit
hi: संपादन

source: &Edit
hi: &संपादन

source: _Edit
hi: _संपादन

source: Edit
hi: संपादन

source: Edit {0}
hi: {0} संपादन

source: F_ormat
hi: _स्वरूप

source: &File
hi: &फ़ाइल

source: _File
hi: _फ़ाइल

source: File
hi: फ़ाइल

source: F&ormat
hi: स्वरूप

source: Format
hi: स्वरूप

source: Format:
hi: स्वरूप:

source: _Grammar
hi: _व्याकरण

source: Grammar
hi: व्याकरण

source: _Insert
hi: _सम्मिलित करें

source: Insert
hi: सम्मिलित करें

source: Lists
hi: सूचियाँ

source: OK
hi: ठीक

source: _Texts && Words
hi: _Texts && शब्द

source: Texts & Words
hi: Texts & शब्द

source: &Tools
hi: &उपकरण

source: _Tools
hi: _उपकरण

source: Tools
hi: उपकरण

source: &View
hi: &देखें

source: _View
hi: _देखें

source: View
hi: देखें

source: Ed&it
hi: संपादन

source: &Insert
hi: &सम्मिलित करें
